Repository: EliasTous/ERP
Catalog: Reports/DetailedAttendance.*.resx
Languages: ar

# xrLabel1.Text
source: Day
ar: اليوم

# xrLabel10.Text
source: UnPaid
ar: غير مدفوع

# xrLabel11.Text
source: Work Time
ar: وقت العمل الفعلي

# xrLabel12.Text
source: Leaves
ar: الخروج

# xrLabel13.Text
source: Lateness
ar: تباينات الحضور

# xrLabel14.Text
source: Net
ar: التأخير

# xrLabel16.Text
source: Arrival
ar: دخول

# xrLabel17.Text
source: Day
ar: الدوام

# xrLabel18.Text
source: Overtime
ar: العمل الإضافي

# xrLabel19.Text
source: Departure
ar: مغادرة

# xrLabel2.Text
source: Date
ar: التاريخ

# xrLabel20.Text
source: No Results Found
ar: لم يتم العثور على نتائج مطابقة

# xrLabel21.Text
source: Status
ar: حالة اليوم

# xrLabel24.Text
source: Approved Absense
ar: عدد أيام الغياب بإذن

# xrLabel25.Text
source: Total Days
ar: إجمالي عدد الأيام

# xrLabel27.Text
source: Detailed Attendance
ar: الحضور التفصيلي

# xrLabel28.Text
source: Employee
ar: الموظف

# xrLabel3.Text
source: In1
ar: دخول1

# xrLabel31.Text
source: Allowed Lateness
ar: التأخير المسموح

# xrLabel32.Text
source: From
ar: من

# xrLabel34.Text
source: To
ar: إلى

# xrLabel36.Text
source: Branch
ar: الفرع

# xrLabel38.Text
source: Division
ar: الإدارة

# xrLabel4.Text
source: Out1
ar: خروج 1

# xrLabel40.Text
source: Paid Out
ar: ساعات مهمة العمل

# xrLabel41.Text
source: Working Days
ar: أيام العمل الفعلية

# xrLabel42.Text
source: UnPaid Out
ar: ساعات المهمة الخاصة

# xrLabel43.Text
source: Holidays
ar: الإجازات الرسمية

# xrLabel44.Text
source: Total Absense
ar: مجموع أيام الغياب

# xrLabel46.Text
source: Net Lateness
ar: التأخير عن الدوام

# xrLabel47.Text
source: Unapproved Absense
ar: عدد أيام الغياب بدون اذن

# xrLabel48.Text
source: Calendar Hours
ar: ساعات العمل المفترضة

# xrLabel5.Text
source: In2
ar: دخول 2

# xrLabel52.Text
source: Working Time
ar: ساعات العمل الفعلية

# xrLabel57.Text
source: Discount for Lateness
ar: صافي ساعات التأخير المخصومة

# xrLabel58.Text
source: Total
ar: المجموع

# xrLabel6.Text
source: Out2
ar: خروج 2

# xrLabel62.Text
source: Overtime
ar: العمل الإضافي

# xrLabel65.Text
source: Pending Days
ar: الأيام غير المغلقة

# xrLabel7.Text
source: In3
ar: دخول 3

# xrLabel75.Text
source: By
ar: من قبل

# xrLabel8.Text
source: Out3
ar: خروج3

# xrLabel9.Text
source: Paid
ar: مدفوع

# xrPageInfo2.Format
source: Page {0} of {1}
ar: صفحة {0} من {1}
