Repository: EliasTous/ERP
Catalog: AionHR.Web.UI.Forms/App_GlobalResources/Classes.*.resx
Languages: ar

# Class20000
source: Folders
ar: الملفات

# Class20001
source: Dashboard
ar: لوحة التحكم

# Class20002
source: Employee Org Chart
ar: مخطط الموظفين التنظيمي

# Class20003
source: Company Org Chart
ar: مخطط الشركة التنظيمي

# Class20010
source: Users
ar: المستخدمين

# Class20011
source: Sign-in
ar: تسجيل الدخول

# Class20020
source: Currencies
ar: العملات

# Class20030
source: Defaults
ar: الاعدادات الافتراضية

# Class20040
source: Nationalities
ar: الجنسيات

# Class20050
source: Attachments
ar: المرفقات

# Class20060
source: Transaction Log
ar: سجل الأحداث

# Class20070
source: Address Book
ar: دليل العناوين

# Class20071
source: States
ar: المناطق

# Class20080
source: Document Type
ar: أنواع الملفات

# Class20081
source: Right To Work
ar: اجازة العمل

# Class20090
source: Auto Alert
ar: تنبيه تلقائي

# Class21010
source: Divisions
ar: الادارات العليا

# Class21020
source: Branches
ar: الفروع

# Class21030
source: Positions
ar: المواقف

# Class21040
source: Departments
ar: الأقسام

# Class21099
source: Import Departments
ar: استيراد معلومات الأقسام

# Class22010
source: Document Type
ar: أنواع الملفات

# Class22020
source: Document
ar: الملفات

# Class23010
source: Media Category
ar: أنواع الوسائط

# Class23020
source: Media Item
ar: ملفات الوسائط

# Class24010
source: Company News
ar: أخبار الشركة

# Class31000
source: Employee Profile
ar: ملفات الموظفين

# Class31010
source: Asset Category
ar: أنواع العهد

# Class31011
source: Asset Allowance
ar: العهد

# Class31020
source: Background Check
ar: التحقق من الخلفية

# Class31021
source: Check Type
ar: نوع التحقق

# Class31030
source: Bonus Type
ar: أنواع الحوافز

# Class31031
source: Bonus
ar: الحوافز

# Class31040
source: Certificate Level
ar: مستويات الشهادة

# Class31041
source: Certificate
ar: المؤهلات

# Class31050
source: Employee Document Type
ar: أنواع الملفات

# Class31051
source: Employee Document
ar: الملفات

# Class31060
source: Salary Change Reason
ar: سبب تغيير الراتب

# Class31061
source: Entitlements And Deductions
ar: الاستحقاقات و الخصومات

# Class31062
source: Salary
ar: الراتب

# Class31063
source: Salary Detail
ar: تفاصيل الراتب

# Class31070
source: Status Type
ar: نوع الحالة

# Class31071
source: Employment
ar: توظيف

# Class31080
source: Job Info
ar: معلومات العمل

# Class31090
source: Notes
ar: ملاحظات الموظفين

# Class31097
source: Import Job Info
ar: استيراد معلومات العمل

# Class31098
source: Import Employees
ar: استيراد ملفات الموظفين

# Class31099
source: Import Notes
ar: استيراد الملاحظات

# Class31100
source: Right To Work
ar: أذن العمل

# Class31110
source: Sponsor Address
ar: عنوان الكفيل

# Class31111
source: Sponsor History
ar: تاريخ الكفيل

# Class31120
source: Relation Type
ar: نوع الصلة

# Class31121
source: Emergency Contact
ar: اتصال بالطوارئ

# Class31122
source: Contact
ar: معلومات الاتصال

# Class31130
source: Termination Reason
ar: سبب انهاء الخدمة

# Class31131
source: Termination
ar: انهاء الخدمة

# Class31140
source: Notice Period
ar: فترة اشعار

# Class31141
source: Recruitment Info
ar: معلومات التوظيف

# Class31150
source: Dependants
ar: المعالون

# Class32000
source: Task Type
ar: أنواع المهام

# Class32010
source: Task
ar: مهمة

# Class32020
source: Task Comments
ar: تعليقات المهام

# Class41000
source: Biometric Device
ar: أجهزة البصمة

# Class41010
source: Router
ar: الموجهات

# Class41020
source: Geofence
ar: المواقع الجغرافية

# Class41030
source: Day Type
ar: أنواع الأيام

# Class41050
source: Schedule
ar: جدول العمل

# Class41051
source: Sched Days
ar: أيام جدول العمل

# Class41052
source: Sched Breaks
ar: استراحات جدول العمل

# Class41060
source: Punches
ar: سجلات الدخول

# Class41061
source: Shifts
ar: وردية العمل

# Class41062
source: Days
ar: أيام

# Class41070
source: Header
ar: اسم جدول الدوام

# Class41071
source: Years
ar: أعوام

# Class41072
source: Days
ar: أيام

# Class41099
source: Import Attendance
ar: استيراد الحضور

# Class42000
source: Leave Type
ar: نوع الاجازة

# Class42010
source: Schedule
ar: جدول العمل

# Class42012
source: Schedule Period
ar: فترة جدول العمل

# Class42020
source: Leave
ar: اجازة

# Class42021
source: Leave Day
ar: أيام الإجازة

# Class42099
source: Import Leaves
ar: استيراد الإجازات

# Class43000
source: Case
ar: قضية

# Class43001
source: Case Comments
ar: تعليقات القضية

# Class44000
source: Employee Complaints
ar: شكاوى الموظفين

# Class45000
source: Loan Type
ar: نوع السلفة

# Class45010
source: Loan Overrides
ar: استثناءات السلف

# Class45011
source: Comments
ar: تعليقات

# Class45050
source: Loan Requests
ar: طلبات السلف

# Class45099
source: Import Loans
ar: استيراد معلومات السلف

# Class51010
source: Fiscal Year
ar: السنوات المالية

# Class51011
source: Fiscal Period
ar: الفترات المالية

# Class51020
source: Payroll Header
ar: عملية الدفع

# Class51021
source: Payroll Employee
ar: رواتب الموظفين

# Class51022
source: Payroll Entitlements and Deductions
ar: الاستحقاقات والخصومات

# Class80101
source: Age Breakdown
ar: مخطط الأعمار

# Class80102
source: Hiring And Termination
ar: توظيف و انهاء الخدمة

# Class80103
source: Head Count
ar: أعداد الموظفين

# Class80104
source: Years In Service
ar: سنوات الخدمة

# Class80105
source: Job History
ar: تاريخ الوظيفة

# Class80106
source: Turnover Rate
ar: معدل انهاء الخدمة

# Class80107
source: Employee Missing Details
ar: معلومات الموظفين الناقصة

# Class80201
source: Salary History
ar: تاريخ الاجور

# Class80202
source: Last Salary Change
ar: اخر تغيير للراتب

# Class80203
source: Point-in-time Salary
ar: رواتب فترة زمنية معينة

# Class80301
source: Monthly Attendance
ar: الحضور الشهري

# Class80302
source: Daily Attendance
ar: ملخص الفترة

# Class80401
source: Loan History
ar: تاريخ السلف

# Class80501
source: Payroll Report
ar: تقرير الرواتب

# Class80601
source: Leave List
ar: تقرير الإجازات

# Class80602
source: Leave Balance
ar: رصيد الإجازات

# Class80801
source: Sign-in Trail
ar: سجل تسجيل الدخول

# Class80802
source: Audit Trail
ar: سجل المراقبة

# Class81100
source: Dashboard
ar: لوحة المراقبة

# Class90101
source: Security Groups
ar: المجموعات الأمنية

# Class90102
source: Group Users
ar: المستخدمين

# Class90103
source: Class
ar: الصفحة

# Class90104
source: Property
ar: التفاصيل
