Repository: EliasTous/ERP
Catalog: AionHR.Web.UI.Forms/App_GlobalResources/Common.*.resx
Languages: ar, de_de, fr

# RT108
source: Employee Details
ar: معلومات الموظفين
de_de: Angaben zum Mitarbeiter
fr: Détails de l'employé

# RT109
source: Right To Work
ar: الوثائق القانونية لموظفين الشركة
de_de: Arbeitsrecht
fr: Permis de travail

# RT111
source: Bank Accounts
de_de: Bankkonto
fr: Comptes bancaires

# RT112
source: Employee Notes
de_de: Mitarbeiteranmerkungen
fr: Notes des employés

# RT113
source: Branch Workforce
de_de: Belegschaft der Niederlassung
fr: Effectif des branches

# RT114
source: Skills
de_de: Kompetenzen
fr: Compétences

# RT115
source: Indemnity
de_de: Entschädigung
fr: Indemnité

# RT200
source: Current Payroll
ar: تفاصيل رواتب الموظفين
de_de: Aktuelle Gehaltsabrechnung
fr: Paie actuelle

# RT201
source: Salary History
ar: سجل الرواتب
de_de: Gehaltshistorie
fr: Histore de salaires

# RT202
source: Salary Changes
ar: تغييرات الراتب
de_de: Gehaltsänderungen
fr: Changement de Salaire

# RT203
source: Point-in-time Salary
ar: رواتب في يوم محدد
de_de: Gehalt zu einem bestimmten Zeitpunkt
fr: Salaires à une date précise

# RT301
source: Monthly Attendance
ar: الحضور الشهري
de_de: Monatliche Anwesenheit
fr: Présence mensuelle

# RT301B
source: Daily Attendance
ar: الدوام اليومي
de_de: Tägliche Anwesenheit
fr: Présence quotidienne

# RT302
source: Period Summary
ar: ملخص الفترة
de_de: Periodenzusammenfassung
fr: Résumé de période

# RT303
source: Detailed Attendance
ar: الحضور التفصيلي
de_de: Detaillierte Anwesenheit

# RT304
source: Departments Activity
ar: نشاط الأقسام
de_de: Abteilungen Tätigkeit

# RT305
source: Time Variation
ar: الغياب
de_de: Zeitvariation
fr: Variation des horaires

# RT306
source: Time Approval
de_de: Zeitgenehmigung
fr: Approbation du temps

# RT307
source: Approver Performance
de_de: Genehmiger´s Leistung
fr: Performance de l'approbateur

# RT401
source: Loans History
ar: تاريخ السلف
de_de: Darlehnshistorie
fr: Histoire des prêts

# RT402
source: Loan Statement
ar: كشف سلف موظف
de_de: Darlehenserklärung
fr: prêts Releve

# RT501
source: Payroll Report
ar: تقرير الرواتب
de_de: Abrechnungsbericht
fr: Rapport de paie

# RT502
source: Attendance Entitlements and Deductions
ar: خصومات واستحقاقات الدوام
de_de: Anwesenheitsansprüche und -abzüge
fr: Droits de présence et déductions

# RT503
source: Job Info Payroll
ar: رواتب الأقسام
de_de: Job Info Abrechnung
fr: Paie par information d'emploi

# RT504
source: Bank Transfers
ar: الرواتب التي يتم رفعها على البنك
de_de: Banküberweisungen
fr: Virements bancaires

# RT506
source: Period summary
de_de: Periodenzusammenfassung
fr: Résumé de période

# RT507
source: Pay Slips
de_de: Lohnzettel
fr: Bulletins de paie

# RT601
source: Leave List
ar: تقرير الإجازات
de_de: Verlassen Liste

# RT602
source: Leave Balance
ar: رصيد الإجازات
de_de: Verlassen Balance

# RT801
source: Sign-in Trail
ar: سجل تسجيل الدخول
de_de: Anmeldepfad

# RT802
source: Audit Trail
ar: سجل المراقبة
de_de: Buchungskontrolle

source: Salary
ar: الرواتب
de_de: Gehalt
fr: Salaire

source: Salary Change Reasons
ar: أسباب تغيير الراتب
de_de: Gründe für Gehatsänderungen
fr: Raisons de changement de salaire

source: Salary Type
ar: نوع الراتب
de_de: Gehaltsart
fr: Type de salaire

# SaturdayText
source: Saturday
ar: السبت
de_de: Samstag
fr: Samedi

source: SaudiArabia
de_de: Saudi Arabien
fr: Saud Arabie

source: Save
ar: حفظ
de_de: Speicher
fr: Sauvegardage

# SaveRecord
source: Are you sure you want to save ?
de_de: Möchten Sie wirklich speichern?

# Scheduler
source: Time Management
ar: إدارة الدوام
de_de: Zeitmanagement
fr: Gestion des horaires

source: Security Groups
ar: المجموعات الأمنية
de_de: Sicherheitsgruppen
fr: Groupes de Securite

source: Self Service
ar: الخدمة الذاتية
de_de: Selbstbedienung
fr: Service Personel

source: Session Disconnected !
ar: انتهت مهلة الجلسة!
de_de: Sitzung getrennt!
fr: Session Disconnecte

source: Setup
ar: الإعدادات
de_de: Konfiguratin
fr: Parametres

source: Shift Leave Without Excuse
de_de: Schichtverlassen ohne Grunde
fr: Congé sans excuse

# SocialSecuritySchedules
source: Social Security Schedule
ar: جداول التأمينات الاجتماعية
de_de: Zeitplan für die soziale Sicherheit
fr: Parametres de sécurité sociale

# SortAscText
source: Sort Ascending
ar: ترتيب تصاعدي
de_de: Aufsteigend sortieren
fr: Trier par ordre croissant

# SortClearText
source: Clear Sorting
ar: الغاء الترتيب
de_de: Klare Sortierung

# SortDescText
source: Sort Descending
ar: ترتيب تنازلي
de_de: Absteigend sortieren
fr: Trier par ordre décroissant

source: Sponsors
ar: الكفلاء
de_de: Sponsore

source: Standard Reports
ar: التقارير الأساسية
de_de: Standardberichte
fr: Rapports standard

source: States
ar: المناطق
de_de: Zustände
fr: Etats

# Step
source: Step {0} of {1}...
de_de: Step {0} auf {1}...

source: Strong
ar: جيدة
de_de: Stark
fr: Fort

# SundayText
source: Sunday
ar: الأحد
de_de: Sonntag
fr: Dimanche

source: Suppliers
de_de: Lieferanten
fr: Fournisseurs

source: Synchronize Attendance Days
de_de: Anwesenheitstage synchronisieren

# SynchronizeDaySucc
source: Attendance Schedule Synchronized Successfully
de_de: Teilnahmezeitplan erfolgreich synchronisiert
fr: Calendrier des présences synchronisé avec succès

source: Syria
de_de: Syrien
fr: Syrie

source: System Alerts
ar: تنبيهات النظام
de_de: System Alarme
fr: Alertes système

# systemDefaultAlert
source: Please Logout and Login Again For Apply Changes
de_de: Bitte loggen Sie sich aus und melden Sie sich erneut an, um Änderungen zu übernehmen
fr: Veuillez vous déconnecter et vous reconnecter pour appliquer les modifications

# SystemDefaults
source: Defaults
ar: الإعدادات الإفتراضية للنظام
de_de: Standardwerte

source: System Settings
ar: إعدادات النظام
de_de: Systemeinstellungen
fr: Les paramètres du système

source: Tasks
ar: المهام
de_de: Aufgaben

source: Task Types
ar: أنواع المهام
de_de: Aufgabensart

# TerminationReasons
source: Termination Reason
ar: انهاء الخدمة
de_de: Kündigungsgrund
fr: Motif de la résiliation

# ThursdayText
source: Thursday
ar: الخميس
de_de: Donnerstag
fr: Jeudi

source: Time Approvals
de_de: Zeitgenehmigungen
fr: Approbation du temps

# TimeApprovalsSelfService
source: Time Approvals
de_de: Zeitgenehmigungen
fr: Approbation du temps

source: Time Attendance
ar: الدوام
de_de: Zeit der Anwesenheit
fr: Gestion des horaires

source: Time Code
ar: نوع الغياب
de_de: Zeitcode
fr: Code Temps

# TimeFieldError
source: Value is required and should be of form hh:mm
ar: قيمة الزامية، يجب أن تكون من شكل س س:د د
de_de: Der Wert ist erforderlich und sollte die Form HH: MM haben
fr: La valeur est requise et doit être de forme hh: mm

source: Time Schedule
ar: الجدول الزمني
de_de: Zeitplan
fr: horaires

source: Time Variations
de_de: Zeitvariationen
fr: Variation des horaires

source: TimeVariationType
de_de: Zeitvariationstyp
fr: Types de variations des horaires

# TitleSavingError
source: Error Saving Record
ar: خطأ في حفظ السجل
de_de: Fehler beim Speichern des Datensatzes

# TitleSavingErrorMessage
source: Error During Saving, Try again later.
ar: خطأ خلال الحفظ,حاول مرة أخرى
de_de: Fehler beim Speichern, später erneut versuchen.

source: Transfers
ar: عمليات النقل
de_de: Überweisungen

# TrType1
source: Add
ar: تعديل
de_de: Addieren
fr: Ajouter

# TrType11
source: Read
ar: قراءة
de_de: Lesen
fr: Lecture

# TrType12
source: Read Multiple
ar: قراءة الكل
de_de: Lesen Sie mehrfach
fr: Lecture multiple

# TrType2
source: Edit
ar: تعديل الكل
de_de: Bearbeiten
fr: Modifier

# TrType21
source: Send Mail
ar: ارسال بريد الكتروني
de_de: Senden Sie eine Mail
fr: Email

# TrType3
source: Delete
ar: حذف
de_de: Löschen
fr: Supprimer

# TrType4
source: Exceute
ar: تنفيذ
de_de: Ausführen
fr: Exceuter

# TrType5
source: Add Multiple
ar: كتابة الكل
de_de: Addieren Sie Mehrfach
fr: Ajouter Multiple

# TuesdayText
source: Tuesday
ar: الثلاثاء
de_de: Diestag
fr: Mardi

source: Tunisia
de_de: Tunesien
fr: Tunisie

source: Unpaid Leaves
de_de: Unbezahlte Blätter
fr: Congés non payés

source: Users
ar: المستخدمين
de_de: Nutzer
fr: Utilisateurs

source: Vacation Schedules
ar: جداول الإجازات
de_de: Urlaubsplan
fr: Horaires de vacances

source: Very Strong
ar: قوية
de_de: sehr stark
fr: Très fort

source: Very Weak
ar: ضعيفة جداً
de_de: sehr scwach
fr: Très faible

source: Weak
ar: ضعيفة
de_de: schwach
fr: Faible

# WednesdayText
source: Wednesday
ar: الأربعاء
de_de: Mittwoch
fr: Mercredi

source: Week
ar: اسبوع
de_de: Woche
fr: Semaine

source: Working
de_de: Arbeiten
fr: En Travail

# WorkingCalendars
source: Calendars
ar: تقاويم العمل
de_de: Kalender
fr: Calendariers

source: Year
ar: سنة
de_de: Jahr

source: Yes
ar: نعم
de_de: Ja
fr: Oui

source: Asset Loans
de_de: Asset Kredit

source: Married
de_de: Verheiratet
fr: Mariée

source: Single
de_de: Ledig
fr: célibataire

source: Unspecified
de_de: Nicht spezifiziert
fr: Non spécifié

# AdminDepts
source: Admin Departments
de_de: Admin Abteilung

source: Approval Reason
de_de: Zulassungsgründe

# RT309
source: Shift Log
de_de: Schichtprotokoll

# RT308
source: Punch Log
de_de: Log schieben

# sendDailySchedule
source: Are you sure that you want to share daily schedule ?
de_de: Sind Sie sicher, dass Sie den Tagesplan mit anderen teilen möchten?

# RT310
source: Attendance Schedule
de_de: Anwesenheitsplan

source: Hourly
de_de: Stündlich

source: Four Week
ar: كل أربعة أسابيع
de_de: Vier Wochen
fr: Quatre semaines

source: Branch Availability
de_de: Branch Verfügbarkeit

source: Rules
de_de: Regeln

# RequiredFieldsHeader
source: Missing Filters
de_de: Fehlende Filter

source: Unschedule Punches
de_de: außerplanmäßige Schläge info

source: Leave Replacement Approval
de_de: Ersatzurlaubsgenehmigung

source: Filter
ar: فلتر
fr: Filtre

# Religion1
source: Muslim
ar: مسلم
fr: Musulman

source: April
ar: أبريل
fr: Avril

source: August
ar: أغسطس
fr: Août

source: November
ar: نوفمبر
fr: Novembre

source: September
ar: سبتمبر
fr: Septembre

source: BiWeek
ar: كل أسبوعين
fr: Bi hebdomadaire

# NavigationPane
source: Navigation
ar: لوحة التحكم

source: Ok
ar: حسنا

# Religion5
source: Hindu
ar: هندوسي

source: Geofences
ar: المناطق الجغرافية

source: Hijri
ar: تقويم هجري

source: Status
ar: مطلوب التجديد
