Repository: EliasTous/ERP
Catalog: AionHR.Web.UI.Forms/App_GlobalResources/Common.*.resx
Languages: ar, de_de, fr

source: Access Control
ar: التحكم بالوصول
de_de: Zugangkontrolle
fr: Contrôle d'accès

source: Active
ar: نشط
de_de: Aktiv
fr: Actif

source: Active Module
ar: الوحدة
de_de: Aktieves Modul
fr: Module actif

source: Activities
ar: النشاطات
de_de: Tätigkeiten
fr: Activités

source: Add New Record
ar: اضافة سجل
de_de: Füge neuen Datensatz hinzu
fr: Ajouter un nouvel enregistrement

# adminBusinessPartner
source: Business Partner
de_de: Arbeitspartner
fr: Associé

source: Administration Affairs
de_de: Administration Angelegnhiten
fr: Affaires administratives

# AdminTemplates
source: Letters Templates
de_de: Buchstaben Vorlagen
fr: Modèles de lettres

# AfterPageText
source: of {0}
ar: من {0}
de_de: auf {0}

source: All
ar: الكل
de_de: Alles
fr: Tout

source: Approvals
de_de: Bestätigungen
fr: Approbations

source: Approved
de_de: Bestätigt
fr: Approuvé

# ArabicLanguage
source: Arabic
ar: اللغة العربية
de_de: Arabisch
fr: Arabe

source: Asset Allowances
ar: العُهد
de_de: Abschreibungsbeträge
fr: Allocation d'actifs

# AssetAllowancesSelfService
source: Asset Allowances
de_de: Abschreibungsbeträge
fr: Allocation d'actifs

source: Asset Categories
ar: أصناف الأصول
de_de: Asset Kategorien
fr: Catégories d'actifs

source: Asset Management
de_de: Assetlmanagement
fr: Gestion d'actifs

# AssetManagementCategory
source: Categories
de_de: Katagorien

source: Assets
de_de: Asset
fr: Actifs

source: Attach
ar: ارفاق
de_de: Anhang
fr: Attacher

source: Attendance
ar: الدوام اليومي
de_de: Anwesenheit
fr: Présence

source: Attendance Day
ar: الدوام اليومي
de_de: Anwesenheitstag
fr: Présence Jour

# AttendanceSchedule
source: Schedule
ar: جداول الدوام
de_de: Plan
fr: Horaire

source: Back
ar: تراجع
de_de: zurück
fr: Retour

# bank
source: Banks
ar: البنوك
de_de: Bänke
fr: Banques

# BeforePageText
source: Page
ar: صفحة
de_de: Seite

source: Benefit Acquisition
de_de: Vorteile Acquisition
fr: Acquisition de bénéfices

source: Benefits
de_de: Vorteile

# BenefitsSchedule
source: Schedule
de_de: Plan
fr: Horaire

source: Biometric Devices
ar: أجهزة البصمة
de_de: Biometrische Geräte
fr: Dispositifs biométriques

source: Bonus Types
ar: أنواع الحوافز
de_de: Zugabe Art
fr: Types de bonus

source: Branches
ar: الفروع
de_de: Branche

source: Business Partner
de_de: Arbeitspartner
fr: Associé

source: Business Partner Category
de_de: Arbeitspartner Kategorie
fr: Catégorie des associés

source: Cancel
ar: الغاء
de_de: Abbrechen
fr: Annuler

# CaseManagement
source: Cases
ar: إدارة القضايا
de_de: Fälle

source: Cases
ar: القضايا
de_de: Fälle

source: Case Sensitive
ar: أحرف متطابقة
de_de: Kritischer Fall
fr: Sensible aux majuscules et minuscules

# CasesLeaf
source: Manage Cases
ar: ادارة القضايا
de_de: Fall Behandlung
fr: Gérer les cas

source: Certificate Levels
ar: مستويات الشهادة
de_de: Zertifikat Niveau
fr: Niveaux de certificat

source: Change Password
ar: تغيير كلمة السر
de_de: Passwort ändern
fr: Changer le mot de passe

# CheckTypes
source: BackgroundCheck Types
ar: أنواع التحقق من الخلفية
de_de: Art der Hintergrundekontrolle
fr: Types de vérification des antécédents

# CloseAllTabsText
source: Close All Tabs
de_de: Alle Fenster schließen

# CloseOthersTabsText
source: Close Others Tabs
de_de: Andere Fester schließen
fr: Fermer les autres

# CloseTabText
source: Close Tab
de_de: Fenster schließen
fr: Fermer

source: Collapse All
ar: اغلاق الكل
de_de: Alles scheitern
fr: Réduire tout

# CollapsePanel
source: Close
ar: اغلاق
de_de: Schließen
fr: Fermer

# ColumnsText
source: Columns
ar: الخانات
de_de: Spalten
fr: Colonnes

# Company
source: Company Information
ar: معلومات الشركة
de_de: Firma Informationen
fr: Informations sur la société

# CompanyDocumentTypes
source: Document Types
ar: أنواع ملفات الشركة
de_de: Dokument´s Art
fr: Types de documents

# CompanyLetter
source: Letter
de_de: Buchstaben
fr: Lettre

# CompanyNews
source: News
ar: أخبار الشركة
de_de: Nachrichten
fr: Nouvelles

# CompanyRightToWorks
source: Right To Work
ar: اجازة عمل
de_de: Arbeitsrecht
fr: Droit de travailler

source: Company Structure
ar: هيكلية الشركة
de_de: Firmastruktur
fr: Structure de l'entreprise

source: Confirmation
ar: تأكيد
de_de: Bestätigung

# CopyRight
source: © 2017 AionHR. All rights reserved.
ar: © 2017 AionHR. كل الحقوق محفوظة.
de_de: © 2017 AionHR. Alle Rechte reserviert.
fr: © 2019 AionHR. All rights reserved.

source: Count
de_de: zählen
fr: Total

source: Currencies
ar: العملات
de_de: Währung
fr: Monnaies

source: Daily Schedule
de_de: Täglicher Plan
fr: Horaire quotidien

source: Dashboard
ar: شاشة المراقبة
de_de: Armaturenbrett

source: Data
de_de: Datei

source: Day
ar: يوم
de_de: Tag
fr: Jour

source: Day Availability
de_de: Verfügbartag
fr: Disponibilité de jour

# Days
source: Vacation(Hours)
ar: الإجازة(ساعات)
de_de: Urlaub(Stunden)
fr: Vacances / Heures

source: Day Types
ar: أنواع الأيام
de_de: Tag´s Art
fr: Types de jour

source: Day Bonus
de_de: Tageszugabe
fr: Bonus Jour

source: Day Leave Without Excuse
de_de: Aufhörntag ohne Grund
fr: Absence sans excuse

source: December
ar: ديسمبر
de_de: Dezember
fr: Decembre

source: Deduction
ar: الخصومات
de_de: Abteilug
fr: Deductions

source: Delete
ar: حذف
de_de: löschen
fr: Supprimer

# DeleteAll
source: Delete
ar: حذف السجلات المحددة
de_de: löschen
fr: Supprimer

# DeleteAllBranchAttendance
source: Delete Branch Attendances
de_de: Anwesenheitesbrunche löschen
fr: Supprimer les présences de branche

# deleteAttendanceDaySucc
source: Attendance Schedule Deleted Successfully
de_de: Anweseheitspan erfolgreich gelöscht
fr: Calendrier de présence supprimé avec succès

# DeleteManyRecord
source: Are you sure you want to delete the selected records ?
ar: هل أنت متأكد أنك تريد حذف السجلات المحددة؟
de_de: Möchten Sie die ausgewälten Datensätze löschen?
fr: Êtes-vous sûr de vouloir supprimer les enregistrements sélectionnés?

# DeleteOneRecord
source: Are you sure you want to delete the selected record ?
ar: هل أنت متأكد أنك تريد حذف السجل المحدد؟
de_de: Möchten Sie die ausgewälten Datensätze löschen?
fr: Êtes-vous sûr de vouloir supprimer les enregistrements sélectionnés?

source: Departments
ar: الأقسام
de_de: Abteiungen

# DisplayMsg
source: Displaying Records {0} - {1} of {2}
ar: عرض السجلات {0} - {1} من {2}
de_de: Anzeigen Datensätze {0} - {1} auf {2}
fr: Affichage des enregistrements {0} - {1} sur {2}

source: Divisions
ar: قطاعات
de_de: Bereiche

source: Document Category
de_de: Dokument Kategorien
fr: Catégorie de documents

source: Documents
de_de: Dokumente

source: Document Types
ar: أنواع الوثائق
de_de: Dokument Art
fr: Types de documents

source: During Shift Leave
de_de: Wähernd der Schicht Losgehen
fr: Absence durant l'horaire

source: Early Check In
de_de: Früher Check In
fr: Enregistrement anticipé

source: Early Leave
de_de: Früher Losghen
fr: Congé anticipé

source: Edit
ar: تعديل
de_de: Bearbeiten
fr: modifier

# EditWindowsTitle
source: Edit Record
ar: تعديل السجل
de_de: Datensatz bearbeiten
fr: Modifier l'enregistrement

# EmailNotFound
source: Could not find a vaild email to send the reset password link
ar: لم يتم العثور على بريد الكتروني لإرسال رابط استعادة كلمة السر
de_de: Es wurde keine gültige E-Mail Adresse zur Zurücksetzung des Passworts gefunden
fr: Impossible de trouver un email valide pour envoyer le lien de réinitialisation du mot de passe

source: Email Report
ar: رسالة تقرير
de_de: Email Berichte
fr: Email Rapport

# Employee
source: Employees
ar: الموظفين
de_de: Mitarbeiter
fr: Employés

source: Employee Calender
de_de: Mitarbeiter-kalender
fr: Employe Calenderier

source: Employee Complaints
ar: شكاوى الموظفين
de_de: Mitarbeiter Beschwerde

# EmployeeComplaintsSelfServices
source: Complaints
de_de: Beschwerde

# EmployeeFiles
source: Employees
ar: شؤون الموظفين
de_de: Mitarbeiter
fr: Employés

# EmployeeLeaf
source: Directory
ar: لائحة الموظفين
de_de: Adressenverzeichnis
fr: Directoire

source: Employee Penalty
de_de: Mitarbeiterstrafe
fr: Employés Penalite

# EmpOrganizationChart
source: Employee Chart
ar: المخطط التنظيمي للموظفين
de_de: Mitarbeitsdiagramm
fr: Tableau des employés

# EmptyMsg
source: No Record to Display
ar: لا سجلات للعرض
de_de: Keine Rekorde anzuzeigen
fr: Aucun enregistrement à afficher

# EmptyPayRef
source: Please fill Pay Ref
de_de: Bitte fülle Pay Ref aus!
fr: S'il vous plaît remplir Pay Ref

# EnglishLanguage
source: English
ar: اللغة الانكليزية
de_de: Englisch
fr: Anglais

source: Entitlement
ar: الاستحقاقات
de_de: Anspruch
fr: Droit

source: Entitlement Deduction
ar: الخصومات والاستحقاقات
de_de: Anspruchsabzug
fr: Droits et déductions

source: Error
ar: خطأ
de_de: Fehler
fr: Erreurs

# ErrorAccessDenied
source: You don't have access to view this resource, please contact your administrator for more information
de_de: Sie haben keinen Zugriff auf diese Ressource. Wenden Sie sich an Ihren Administrator, um weitere Informationen zu erhalten
fr: Vous n'avez pas accès à cette ressource, veuillez contacter votre administrateur pour plus d'informations.

# ErrorDeletingRecord
source: Error Deleting Record,try again later.
ar: خطأ في حذف السجل،حاول مرة أخرى.
de_de: Fehler beim Löschen des Datensatzes. Versuchen Sie es später erneut!
fr: Erreur lors de la suppression de l'enregistrement, réessayez plus tard.

# ErrorEmptyValue
source: Please Select Employee
ar: الرجاء اختيار موظف
de_de: Bitte wählen Sie Mitarbeiter aus!
fr: Veuillez sélectionner un employé

# ErrorOperation
source: Error In Operation, Try again Later !
ar: خطأ في العملية، حاول مرة أخرى !
de_de: Fehler im Betrieb, später erneut versuchen!
fr: Erreur de fonctionnement, réessayez plus tard!

# ErrorSavingRecord
source: Error Saving this Record.
ar: خطأ في حفظ السجل. اتصل بمسؤول النظام
de_de: Fehler beim Speichern dieses Datensatzes.
fr: Erreur lors de l'enregistrement de cet enregistrement.

# ErrorUpdatingRecord
source: Error Updating this Record.
ar: خطأ في تعديل السجل. اتصل بمسؤول النظام
de_de: Fehler beim Aktualisieren dieses Datensatzes.
fr: Erreur lors de la mise à jour de cet enregistrement.

source: Exception Message :
de_de: Ausnahmemeldung:

source: Expand All
ar: فتح الكل
de_de: Alle erweitern
fr: Développer tout

# ExpandPanel
source: Expand
ar: فتح
de_de: Erweitern
fr: ExpDévelopper and

source: Export
de_de: Exportieren

source: Export as PDF
ar: تحميل كPDF
de_de: Export als PDF
fr: Export PDF

source: February
ar: فبراير
de_de: Februar
fr: février

source: Female
ar: انثى
de_de: Weiblich
fr: Femelle

# FieldAll
source: All
de_de: Alles
fr: Tout

# FieldApprovalStatus
source: Approval Status
de_de: Freigabestand
fr: Statut approuvé

# FieldApproved
source: Approved
de_de: Genehmigt
fr: approuvé

# FieldCategory
source: Category
de_de: Kategorie
fr: Categorie

# FieldChangeType
source: Activity
ar: النشاط
de_de: Tätigkeit
fr: Activité

# FieldCurrency
source: Currency
de_de: Währung
fr: Monnaie

# FieldDate
source: Date
ar: التاريخ
de_de: Datum

# FieldDetails
source: Details
ar: التفاصيل
de_de: Einzelheiten

# FieldEHStatus
source: Employment Status
ar: الحالة
de_de: Arbeitsverhältnis
fr: Statut d'emploi

# FieldLanguage
source: Language
de_de: Sprache

# FieldNew
source: New
de_de: Neu
fr: Nouveau

# FieldPenaltyName
source: Penalty
de_de: Strafe
fr: Penalite

# FieldRejected
source: Rejected
de_de: Abgelehnt
fr: Rejeté

# FieldTimeVariationType
source: Time Variation Type
de_de: Zeitvariationstyp
fr: Types de variations des horaires

# FieldUsername
source: User
ar: المستخدم
de_de: Nutzer
fr: Utilisateur

source: Files
ar: الملفات
de_de: Dateien
fr: Dossiers

# FilterEmployee
source: Employee
de_de: Mitarbeiter
fr: Employé

# FilterSelection
source: Please choose at least two filters or decrease the difference between dates
de_de: Bitte wählen Sie mindestens zwei Filter aus oder verringern Sie die Differenz zwischen den Daten
fr: Veuillez choisir au moins deux filtres ou diminuer la différence entre les dates

source: Final Settlements
ar: نهاية الخدمة
de_de: Schlussabrechnungen
fr: Règlements définitifs

source: First Name , Last Name
ar: الاسم الأول، الاسم الأخير
de_de: Vorname, Nachname
fr: Prénom nom de famille

source: First Name, Middle Name, Last Name
ar: الاسم الأول، الاسم الأوسط، الاسم الأخير
de_de: Vorname, Mittelname, Nachname
fr: Prénom - prénom du pere - nom de la famille

# FirstText
source: First
ar: الاول
de_de: Erst
fr: Premier

source: Fiscal Years
ar: السنوات المالية
de_de: Geschäftsjahre

source: Folders
ar: المجلدات
de_de: Ordner
fr: Dossiers

# FrenchLanguage
source: French
de_de: Französisch
fr: Francais

# FridayText
source: Friday
ar: الجمعة
de_de: Freitag
fr: Vendredi

source: Generate
ar: انشاء
de_de: erzeugen
fr: produire

# GenerateAttendanceDays
source: Generate Default Schedule
ar: تزامن الحضور اليومي
de_de: Standardzeitplan erzeugen
fr: Générer une planification par défaut

# GenerateAttendanceDaySucc
source: Attendance Schedule Generated Successfully
ar: تم تحديث الحضور اليومي بنجاح
de_de: Anwesenheitsplan erfolgreich erstellt
fr: Calendrier de présence généré avec succès

# GenerateAttendanceShift
source: Generate Attendance Shifts
de_de: Anwesenheitsverschiebungen erzeugen
fr: Générer des changements d'assiduité

# GenerateAttendanceShiftSucc
source: Attendance Shifts Generated Successfully
de_de: Anwesenheitsverschiebungen erfolgreich erzeugt
fr: Changements de fréquentation générés avec succès

source: Generate Payroll
ar: تسديد الرواتب
de_de: Personalabrechnung erzeugen
fr: Générer la paie

source: Go
ar: بحث
de_de: Los

source: Government Organisations
ar: هيئات حكومية
de_de: Regierungsorganisationen
fr: Organismes gouvernementaux

source: Gregorian
ar: تقويم ميلادي
de_de: Gregorianisch
fr: Grégorien

source: Hint
de_de: Hinweis

source: History
ar: التاريخ
de_de: Historie
fr: Histoire

source: Home
ar: الرئيسية
de_de: Erste Seite

source: Import
ar: استيراد
de_de: Einführen
fr: Importer

source: Import Attendance
ar: استيراد الحضور من ملف
de_de: Anwesenheit einführen
fr: Importer Horaire

source: Import Calendar
ar: نسخ من تقويم لأخر
de_de: Kalender einführen
fr: Importer Calendrier

source: Import Departments
ar: استيراد معلومات الأقسام
de_de: Abteilungen einführen
fr: Importer Departments

source: Import Employees
ar: استيراد ملفات الموظفين
de_de: Mitarbeiter einführen
fr: Importer Employes

source: Import Employment Status
de_de: Arbeitsverhältnis einführen
fr: Importer Statut d'emploi

source: Import Job Info
ar: استيراد المعلومات الوظيفية
de_de: Job Info einführen
fr: Importer des informations de travail

source: Import Leaves
ar: استيراد معلومات الإجازات
de_de: Verlassen einführen
fr: Importer congés

# ImportLoans
source: Import Loans Details
ar: استيراد معلومات السلف
de_de: Darlehensdetails einführen
fr: Importer Détails du prêt

# ImportNotes
source: Import Employee Notes
ar: استيراد ملاحظات الموظفين
de_de: Mitarbeiterhinweise einführen
fr: Importer Notes des employés

source: Import Overtime Settings
ar: استيراد معلومات العمل الإضافي
de_de: Überstundeneinstellungen einführen
fr: Importer Paramètres des heures supplémentaires

source: Import Pay Codes
de_de: Zahlungscodes einführen
fr: Importer Pay Codes

source: Import Punches
de_de: Punches einführen
fr: Importer Punches

# ImportRTW
source: Import Right To Work
ar: استيراد المستندات القانونية
de_de: Arbeitsrechte einführen
fr: Importer Droit de travail

# importSa
source: Import Salaries
ar: استيراد الرواتب
de_de: Gehälter einführen
fr: Importer Salaires

source: Inactive
ar: غير نشط
de_de: Inaktiv
fr: Inactif

source: January
ar: يناير
de_de: Januar
fr: Janvier

source: July
ar: يوليو
de_de: Juli
fr: Juillet

source: June
ar: يونيو
de_de: Junie
fr: Juin

# LanguageSwitch
source: عربي
ar: EN
de_de: Arabisch

source: Last Name, First Name
ar: الاسم الأخير، الاسم الأول
de_de: Name, Vorname
fr: Nom, Prénom

# LastText
source: Last
ar: الأخير
de_de: Letzt
fr: Dernier

source: Late Check In
de_de: Später Check-In
fr: Arrivée tardive

source: Leave
ar: طلبات الإجازات
de_de: Verlassen
fr: Congé

source: Leave Calendar
ar: تقويم الإجازات
de_de: Verlassen-Kalender
fr: Congé Calendrier

source: Leave Management
ar: إدارة الإجازات
de_de: Verlassen-Management
fr: Gestion Congés

source: Leave Payment
ar: تسديد اجازات
de_de: Verlassen-Zahlung
fr: Paiement Congés

source: Leave Reports
ar: تقارير الإجازات
de_de: Verlassen-Berichte
fr: Rapports Congés

source: Leave Requests
ar: طلبات الإجازات
de_de: Verlassen-Anträge
fr: Demandes de congés

source: Leaves
de_de: Verlassen
fr: Congés

source: Leave Schedules
de_de: Verlassenplan
fr: horaires congés

source: LeaveTypes
ar: أنواع الإجازات
de_de: Verlassesart
fr: Types des congés

source: Leave Without Excuse
de_de: Verlassen ohne grund
fr: Absence sans excuse

source: Lebanon
de_de: Libanon
fr: Liban

source: Legals
de_de: Legale
fr: Legales

source: Letters
ar: الخطابات
de_de: Buchstaben
fr: Lettres

source: Letter Templates
ar: نماذج الخطابات
de_de: Buchstaben Vorlage

# LineNO
source: Error In imported File - Line number :
de_de: Fehler in importierter Datei - Zeilennummer:
fr: Erreur dans le fichier importé - Numéro de ligne:

source: Live Search
ar: البحث السريع
de_de: Live Suche
fr: Recherche en direct

source: Load Failed
ar: فشل في التحميل
de_de: Laden fehlgeschlagen
fr: Chargement raté

source: Loading...
ar: تحميل ...
de_de: Wird geladen...
fr: Chargement...

# Loan
source: Loans
ar: السلف
de_de: Kredite
fr: Prêts

# LoanOverrides
source: Employee Loan Setup
ar: استثناءات السلف
de_de: Mitarbeiter Darlehen einrichten

source: Loans
ar: السلف
de_de: Kredite
fr: Prêts

# LoanSync
source: Sync Loan Deductions
ar: تحديث خصومات السلف
de_de: Darlehensabzüge synchronisieren
fr: Syncro des deductions des prêts

# LoanSyncSucc
source: Loan Deductions Synced Successfully
ar: تم تحديث مقطوعات السلف بنجاح
de_de: Darlehensabzüge erfolgreich synchronisiert
fr: prêts deductions Sync avec success

source: Loan Types
ar: انواع السلف
de_de: Darlehensarten
fr: Types Prêts

source: Male
ar: ذكر
de_de: Männlich
fr: Mâle

# MandatoryField
source: Field is mandatory !
ar: حقل إلزامي!
de_de: Das Feld ist obligatorisch !
fr: Le champ est obligatoire!

# ManyRecordDeletedSucc
source: Records Deleted Successfully
ar: تم حذف السجلات بنجاح
de_de: Datesatz erfolgreich gelöscht
fr: Enregistrements supprimés avec succès

source: March
ar: مارس
de_de: März
fr: Mars

# MatchFound
source: match(es) found.
ar: تطابق(ات)
de_de: Match(es) gefunden.
fr: correspondances trouvées

source: May
ar: مايو
de_de: Mai
fr: mai

source: Media
ar: الوسائط
de_de: Medien

source: Media Category
ar: أصناف الوسائط
de_de: Medien Kategorie

source: Media Items
ar: ملفات الوسائط
de_de: Medienelemente

source: Mediocre
ar: متوسطة
de_de: Mittelmäßig

source: Missed Punch
de_de: Verpasster Schlag
fr: Punch raté

# MissingHireDate
source: Employee Must Have a hire date to complete this operation
ar: يجب أن يمتلك الموظف تاريخ توظيف لإتمام هذه العملية
de_de: Der Mitarbeiter muss ein Einstellungsdatum haben, um diesen Vorgang abzuschließen
fr: L'employé doit avoir une date d'embauche pour effectuer cette opération

source: Module
de_de: Modul

# MondayText
source: Monday
ar: الاثنين
de_de: Montag
fr: Lundi

source: Month
ar: شهر
de_de: Monat
fr: Mois

source: Nationalities
ar: الجنسيات
de_de: Natinalität

source: National Quotas
de_de: Nationale Quoten
fr: Quota National

source: New
de_de: Neu
fr: Nouveau

# NextText
source: Next
ar: التالي
de_de: Nächst
fr: Suivant

source: No
ar: لا
de_de: Nein

source: Notice Periods
ar: فترات تبليغ انتهاء الخدمة
de_de: Bemerkenfristen
fr: Périodes de préavis

source: Notification
ar: إشعار
de_de: Benachrichtigung

source: October
ar: اكتوبر
de_de: OKtober
fr: Octobre

source: On Boarding
de_de: Beim Einsteigen

source: Open Documents
de_de: Dokument öffnen

# operationCompleted
source: operation is completed successfully
de_de: Vorgang ist erfolgreich abgeschlossen
fr: l'opération est terminée avec succès

source: Organization Chart
ar: المخطط التنظيمي
de_de: Organisationsplan
fr: Organigramme

source: Over Time
de_de: Überstunden
fr: Heures supplémentaires

# OvertimeSettings
source: Overtime Exceptions
ar: إعدادات الوقت الإضافي
de_de: Überstundenausnahmen
fr: Exceptions relatives aux heures supplémentaires

source: Paid Leaves
de_de: Bezahlte Blätter
fr: Congés payés

# PatternAppliedSucc
source: Pattern Applied Successfully
ar: تم تطبيق النموذج بنجاح
de_de: Muster erfolgreich angewendet
fr: Motif appliqué avec succès

source: Pay Codes
ar: الرموز المالية
de_de: Zahlencodes
fr: Codes de paye

source: Pay Ref
de_de: Ref bezahlen

source: Payroll
ar: الرواتب
de_de: Abrechnung
fr: Paie

source: Payroll Defaults
ar: إعدادات الرواتب الافتراضية
de_de: Standartabrechnung
fr: Paie Defaults

source: Payroll Indemnity
ar: جدول مكافأة نهاية الخدمة
de_de: Entschädigungsabrchnung
fr: Paie Indemnité

source: Penalty Type
de_de: Strafetyp
fr: Type de pénalité

# PendingTransfers
source: Documents Transfers
de_de: Dokumente übertragen

# periodError
source: Please choose salary type and fiscal year
de_de: Bitte wählen Sie Lohnart und Geschäftsjahr
fr: Veuillez choisir le type de salaire et l'année fiscale

# PersonalInfo
source: My Info
ar: معلوماتي الشخصية
de_de: Meine Infos
fr: Mes infos

source: Positions
ar: الوظائف
de_de: Positionen

# PrevText
source: Previous
ar: السابق
de_de: Bisherige
fr: Précédent

source: Print
ar: طباعة
de_de: Drucken
fr: Imprimer

source: Process Notifications
de_de: Benachrichtigungen verarbeiten
fr: notifications des processus

source: Purchase Orders
de_de: Kauforder
fr: Bon de commande

# RecordDeletedSucc
source: Record Deleted Successfully
ar: تم حذف السجل بنجاح
de_de: Datensatz erfolgreich gelöscht
fr: Enregistrement supprimé avec succès

# RecordSavingSucc
source: Record Saved Successfully
ar: تم حفظ السجل بنجاح
de_de: Datensatz erfolgreich gespeichert
fr: Enregistrer enregistré avec succès

# RecordUpdatedSucc
source: Record Updated Successfully
ar: تم تعديل السجل بنجاح
de_de: Datensatz erfolgreich aktualisiert
fr: Enregistrement mis à jour avec succès

# RecoverySentSucc
source: Your Reset password email has been sent successfully
de_de: Ihre E-Mail zum Zurücksetzen des Passworts wurde erfolgreich gesendet
fr: Votre email de réinitialisation de mot de passe a été envoyé avec succès

source: Refresh
ar: تحديث
de_de: Aktualisierung

# RefreshText
source: Refresh
ar: تحديث
de_de: Aktualisierung

source: Regular Expression
ar: عبارات منتظمة
de_de: Regulären Ausdruck
fr: Expression régulière

source: Rejected
de_de: Bgelehnt
fr: Rejeté

# RelationshipTypes
source: Relationships Types
ar: انواع الصلات
de_de: Beziehungstypen
fr: Types de relations

# Religion0
source: Christian
ar: مسيحي
de_de: Christ

# Religion2
source: Jew
ar: يهودي
de_de: Jude
fr: Juif

# Religion3
source: Budha
ar: بوذي
de_de: Buddha
fr: bouddhiste

# Religion4
source: Seikh
ar: سيخي
de_de: Sikh

# Religion6
source: Other
ar: أخرى
de_de: Anderes
fr: Autre

source: Renew
ar: تجديد
de_de: Erneut
fr: Renouveller

source: Reports
ar: تقارير
de_de: Berichte
fr: Rapports

source: Reset
ar: مسح
de_de: Zurücksetzen

source: Reset Password
ar: استعادة كلمة المرور
de_de: Passwort Zurücksetzen
fr: réinitialiser le mot de passe

source: Routers
ar: الموجهات
de_de: Router

# RT01
source: Ages Breakdown
ar: أعمار الموظفين
de_de: Altersaufschlüsselung

# RT102
source: Hirings
ar: توظيف و انهاء الخدمة
de_de: Einstellungen

# RT102B
source: Terminations
de_de: Kündigungen

# RT103
source: Employees Head Count
ar: عدد الموظفين
de_de: Mitarbeiterzahl
fr: Nombre d'employés

# RT104
source: Years in Service
ar: سنين الخدمة
de_de: Jahre im Dienst
fr: Années de service

# RT105
source: Job History
ar: تاريخ العمل
de_de: Job Historie

# RT106
source: Turnover Rate
ar: معدل انهاء الخدمة
de_de: Umsatzrate
fr: Taux de roulement

# RT107
source: Employee Missing Details
ar: معلومات الموظفين الناقصة
de_de: Fehlende Angaben zum Mitarbeiter
fr: Employé manquant de détails
