Repository: EliasTous/ERP
Catalog: AionHR.Web.UI.Forms/App_GlobalResources/Errors.*.resx
Languages: ar

# AssignToEmployee
source: user did not assign to employee
ar: المستخدم غير مربوط مع موظف

# EmptyWorkEmail
source: please set valid work mail for this user for activate self service
ar: الرجاء ادخال بريد الكتروني من اجل تفعيل الخدمة الذاتية

# ErrorInvalidAccount
source: Invalid Account
ar: الرجاء التأكد من الحساب

# ErrorLogId
source: Error Reference :
ar: رمز الخطأ :

# ErrorMsg
source: Error Message :
ar: رسالة الخطأ :

# Error_10101
source: INVALID USER ID
ar: خطأ رقم المستخدم

# Error_10102
source: INVALID EMPLOYEE ID
ar: خطأ رقم الموظف

# Error_10103
source: INVALID LETTER TEMPLATE ID
ar: خطأ في معرف نموذج الخطاب

# Error_10104
source: INVALID INDEMNITY SCHEDULE ID
ar: خطأ في معرف جدول مكافأة نهاية الخدمة

# Error_10105
source: INVALID BENEFIT SCHEDULE ID
ar: خطأ في معرف جدول المستحقات

# Error_10106
source: INVALID VACATION SCHEDULE SEQNO
ar: خطأ في رقم التسلسلي في جدول الاجازة

# Error_102
source: Sql Expression Syntax error
ar: SQL خطأ في تعبير

# Error_11001
source: ABSTRACT METHOD NOT SUBCLASSED
ar: الوظيفة المجردة لم يتم اعادة كتابتها

# Error_11003
source: SQL OBJECT MISSING COLUMN
ar: خطأ في اعمدة جدول قاعدة البيانات

# Error_11004
source: UNHANDLED EXCEPTION
ar: خطأ غير معرف

# Error_11005
source: LOAD TEMPLATE ERROR
ar: خطأ في تحميل النموذج

# Error_11006
source: PUNCH_AUTHENTICATE MODE VALUE OUT OF RANGE ERROR
ar: وقت البصمة خارج الحدود المسموحة

# Error_11103
source: Error converting check in time to time
ar: خطأ في صيغة وقت الدخول

# Error_11104
source: Error converting check out time to time
ar: خطأ في صيغة وقت الخروج

# Error_11106
source: CACHE FILE LOAD ERROR
ar: خطأ في تحميل ملف الكاش

# Error_11107
source: CACHE FILE FORMAT ERROR
ar: خطأ في صيغة ملف الكاش

# Error_11108
source: CACHE FILE UNKNOWN ERROR ID
ar: خطأ في معرف ملف الكاش

# Error_12100
source: Type Mismatch
ar: عدم تطابق نوع البيانات

# Error_12101
source: ERROR CONVERTING DAY ID TO INTEGER
ar: خطأ في تنسيق الحقل

# Error_12102
source: ERROR CONVERTING DAY ID TO DATE
ar: خطأ في التحويل الى تاريخ

# Error_12103
source: ERROR CONVERTING CHECKIN TO TIME
ar: خطأ في تنسيق وقت الدخول

# Error_12104
source: ERROR CONVERTING CHECKOUT TO TIME
ar: خطأ في تنسيق وقت الخروج

# Error_12106
source: TYPE MISMATCH ERROR
ar: لم يتم مطابقة بين العناصر

# Error_12107
source: FIELD FORMAT ERROR
ar: خطأ في تنسيق الحقل

# Error_12108
source: FIELD MANDATORY EMPTY
ar: يوحد حقل الزامي فارغ

# Error_12109
source: READING NULL DATA ERROR
ar: قراءة بيانات فارغة

# Error_12111
source: OUT OF RANGE ERROR SHORT
ar: OUT_OF_RANGE_ERROR_DOW

# Error_12113
source: PARAMETER NULL DATA ERROR
ar: تم ارسال محداد فارغ

# Error_12200
source: Reading field null data error
ar: قراءة بيانات فارغة

# Error_12300
source: PUNCH AUTHENTICATION MODE VALUE IS OUT OF RANGE
ar: قيمة المعامل خارج النطاق

# Error_12301
source: Day of the week is out of range
ar: يوم الاسبوع خارج النطاق

# Error_12400
source: Sql Connection Error
ar: SQLخطأ في اتصال

# Error_12401
source: SQL object missing column
ar: SQL عمود ناقص في جدول

# Error_12402
source: Parameter is not allowed to be null
ar: خطأ معامل بيانات فارغة

# Error_12403
source: DB Connection Error
ar: خطأ اتصال قاعدة البيانات

# Error_12406
source: INPUT FORM EMPTY MANDATORY TAG
ar: مدخل، من حقل الزامي فارغ

# Error_12408
source: SQL ERROR READING SYSTEM DEFAULT
ar: خطأ في قراءة القيمة الافتراضية

# Error_12501
source: File Creation Error
ar: خطأ انشاء ملف

# Error_12502
source: File Open Error
ar: خطأ فتح ملف

# Error_13001
source: SQL CONNECTION FAILED
ar: خطأ في الاتصال

# Error_13002
source: DATABASE CONNECTION FAILED
ar: خطأ في الاتصال بقاعدة البيانات

# Error_14201
source: Leave type requires approval, nothing selected
ar: يرجى تحديد مستوى موافقة

# Error_19001
source: Maintainance Mode
ar: وضع الصيانة

# Error_19002
source: INVALID ADMIN EMAIL
ar: خطأ في بريد الالكتروني للمسؤول عن النظام

# Error_19003
source: AUTHENTICATION ERROR
ar: خطأ في البريد الالكتروني او كلمة السر

# Error_19004
source: PASSIVE USER
ar: مستخدم سلبي

# Error_19005
source: INVALID VACATION SCHEDULE DAY RANGE
ar: يوم اجازة غير صالح ضمن نطاق جدول الاجازات

# Error_19006
source: INPUT FORM FAILED RULE CHECK
ar: لايمكن للمستخدم تسجيل الدخول دون أن يكون مديراً أو ان يكون موظفاً

# Error_19007
source: MISSING DATA EMPLOYEE SALARY
ar: لا يوجد راتب للموظف

# Error_19100
source: SECURITY ERROR
ar: خطأ امني

# Error_19111
source: User does not have access to employees in this branch
ar: المستخدم لايملك صلاحية الوصول الى الموظفين في هذا الفرع

# Error_19112
source: User does not have access to employees in this department
ar: المستخدم لايملك صلاحية الوصول الى الموظفين في هذا القسم

# Error_19113
source: User does not have access to employees in this division
ar: المستخدم لايملك صلاحية الوصول الى الموظفين في هذا القطاع

# Error_19201
source: SMTP SEND ERROR
ar: خطأ في ارسال بريد الكتروني

# Error_201
source: Procedure or function expects a parameter which was not supplied.
ar: عملية أو وظيفة تتوقع معامل غيرمزود

# Error_20101
source: Error loading template
ar: LOAD_TEMPLATE_ERROR

# Error_207
source: Invalid Column name
ar: اسم عمود غير صالح

# Error_2601
source: Duplicate key row
ar: مفتاح صف مكرر

# Error_2627
source: Violation of unique key error
ar: خطأ انتهاك مفتاح مميز

# Error_4060
source: Database connection error
ar: خطأ اتصال قاعدة البيانات

# Error_50001
source: Employee attempting to sign in from an invalid geo zone or wrong router
ar: محاولة موظف تسجيل الدخول من منطقة جغرافية غير صالحة أو موجه خاطئ

# Error_50002
source: Account does not exist
ar: حساب غير موجود

# Error_50003
source: Employee is already checked In
ar: الموظف مسجل حضوره مسبقا

# Error_50004
source: Invalid Attendance Check zone
ar: موجه أو منطقية جغرافية غير معروفة

# Error_50005
source: Reference already exist
ar: المرجع موجود مسبقا

# Error_50006
source: Name already exist
ar: الاسم موجود مسبقا

# Error_50007
source: Attempting to update an unknown record
ar: محاولة تحديث سجل غير معروف

# Error_50008
source: Inactive employee
ar: موظف غير فعال

# Error_50009
source: Email already exists
ar: البريد الالكتروني موجود مسبقا

# Error_50010
source: Registration already exists
ar: التسجيل موجود مسبقا

# Error_50011
source: Record already exists
ar: السجل موجود مسبقا

# Error_50013
source: registration alrady activated
ar: التسجيل مفعل مسبقا

# Error_50014
source: Date range error
ar: خظأ في نطاق التاريخ

# Error_50015
source: Router Mac address format error
ar: خطأ في رقم الرواتر التعريفي

# Error_50016
source: Database error has occured while adding a new account
ar: خطأ في قاعدة البيانات عند اضافة حساب جديد

# Error_50017
source: Could not create a new database
ar: لم يتم انشاء قاعدة بيانات

# Error_50019
source: No record found to delete
ar: لم يتم العثور على سجل للحذف

# Error_50020
source: Database already created
ar: خطأ في انشاء حساب قاعدة البيانات، قاعدة البيانات موجودة مسبقا

# Error_50021
source: Error deleting record
ar: لا يمكن حذف سجل

# Error_50024
source: Could not find a time zone, check aborted
ar: لم يتم تحديد منطقة زمنية، اخفاق في الدخول

# Error_50025
source: Invalid Biometric Device
ar: جهاز بصمة غير معروف

# Error_50026
source: Conflict while generating new employee reference, reference already exist
ar: رمز الموظف مستخدم مسبقاً

# Error_50027
source: attendance shift data consistency error
ar: خطأ في معلومات الحضور

# Error_50028
source: an attendance check-in already exist at the selected check-in time
ar: تم تسجيل الدخول مسبقاً

# Error_50029
source: Invalid Email
ar: بريد الكتروني غير صالح

# Error_50030
source: Invalid Reset Password link,please try again
ar: رابط اعادة وضع كلمة السر غير صالح، احتمالية اعادة الوضع مستعملة مسبقا، حاول طلب اعادة وضع اخرى

# Error_50031
source: fiscal year periods already generated
ar: تم توليد الفترة مسبقا

# Error_50032
source: Data overlapping error
ar: خطأ تداخل بيانات

# Error_50033
source: Employee is already checked out
ar: الموظف مسجل مغادرته مسبقا

# Error_50034
source: Duplicate punch, employee already just checked in or checked out
ar: تم إضافة هذا الحضور مسبقاً

# Error_50035
source: Error generating day-type from the selected schedule. please refer to the schedule setup
ar: خطأ توليد نوع اليوم من جدول الدوام المختار. يرجى الاشارة الى اعداد الجدول

# Error_50036
source: Cannot generate Schedule days before creating a working day type
ar: لا يمكن انشاء أيام جداول الدوام قبل انشاء أنواع أيام العمل

# Error_50037
source: payroll already generated
ar: دفع الرواتب مولد مسبقاً

# Error_50038
source: payroll E/D already generated
ar: الخصم/الاستحقاق موجود مسبقا

# Error_50039
source: payroll period setup record not found
ar: الفترة غير معرفة

# Error_50040
source: work mail duplication error
ar: إيميل مستخدم مسبقا

# Error_50041
source: personal mail duplication error
ar: إيميل شخصي مستخدم مسبقا

# Error_50042
source: employee activity date is before his hire date
ar: لايمكن تسجيل عمليات بتاريخ قبل تاريخ التعيين لهذا الموظف

# Error_50043
source: Employee Id Ref already in use
ar: رقم الهوية مستخدم مسبقاً

# Error_50044
source: payroll already posted, it cannot be deleted
ar: لايمكن حذف دفع رواتب مثبت

# Error_50045
source: unposted payroll already exist for the same period type
ar: تم إضافة دفع رواتب لهذه الفترة مسبقا

# Error_50046
source: payroll gap, please choose a previous period
ar: يجب إضافة عملية دفع رواتب للفترات السابقة

# Error_50047
source: could not find an unposted record to post
ar: لم يتم إيجاد عملية دفع رواتب غير مثبتة

# Error_50048
source: an error has occured while creating the account database
ar: خطأ أثناء إنشاء قاعدة البيانات

# Error_50049
source: an error has occured while backing-up the sample database
ar: خطأ أثناء إضافة البيانات التجريبية

# Error_50050
source: an error has occured while restoring the sample database
ar: خطأ أثناء إضافة البيانات التجريبية

# Error_50051
source: a leave request already exist for this employee with the same starting date
ar: تم طلب إجازة مسبقاً من قبل نفس الموظف وبنفس التاريخ

# Error_50052
source: attendance shift ending time is before start time
ar: وقت تسجيل الخروج يجب أن يكون بعد وقت تسجيل الدخول

# Error_50056
source: An employee job info record exist for the same date
ar: يوجد سجل معلومات عمل للموظف بنفس التاريخ

# Error_50057
source: Employee is already assigned to user
ar: تم تعيين هذا الموظف لمستخدم أخر

# Error_50058
source: employee hire date is greater than the selected date
ar: تاريخ توظيف الخاص بالموظف اكبر من اليوم محدد

# Error_50060
source: Cannot enter an activity for a closed payroll period
ar: لا تستطيع عمل اي نشاط لان راتب هذا الشهر مثبت

# Error_50061
source: Error in loan : Amount to deduct is bigger than the loan balance
ar: خطأ في السلف : ان الرصيد المقتطع اكبر من رصيد السلفة

# Error_50062
source: Unknown Employee Reference
ar: رمز موظف غير معرف

# Error_515
source: Cannot insert the value NULL into SQL table column
ar: SQLفي جدول عمود null لا يمكن ادخال القيمة

# Error_53
source: Database connection error
ar: خطأ اتصال قاعدة البيانات

# Error_547
source: Data Integrity Error
ar: خطأ في سلامة البيانات

# Error_8146
source: Unknown parameter send to stored procedure
ar: ارسال معامل غير معروف لعملية مخزنة

# Error_Empty_IndemnityDetails_IndemnityResignation
source: you must enter at lest one Indemnity Details role and one Indemnity Resignation rule
ar: يجب ادخال قاعده في الجدول وقاعدة في جزاء الاستقالة

# FinalSettlementForEmployeeHaveLoans
source: Employee has loans
ar: يوجد على الموظف سلف
