Repository: EliasTous/ERP
Catalog: AionHR.Web.UI.Forms/App_LocalResources/AdminTemplates.aspx.*.resx
Languages: ar, de_de

# BasicInfoTabEditWindowTitle
source: Template Info
ar: معلومات الصيغة
de_de: Vorlageninfo

# EditWindowsTitle
source: Edit Template
ar: معلومات الصيغة
de_de: Vorlage Bearbeiten

# FieldName
source: Name
ar: الاسم

# FieldRecordId
source: Record ID
ar: الرقم
de_de: Datensatz-ID

# FieldSwiftCode
source: Swift Code
ar: رقم البنك
de_de: IBAN

source: Int Name
ar: الاسم الدولي

# WindowTitle
source: Banks
ar: أنواع البنوك
de_de: Bänke

source: Arabic
ar: العربية
de_de: Arabisch

source: English
ar: الإنجليزية
de_de: Englisch

# FieldLanguage
source: Language
ar: اللغة
de_de: Sprache

# FieldUsage
source: Usage
ar: الاستخدام
de_de: Verwendungszweck

# SaveTemplateFirst
source: Please save the template before adding language variants
ar: من فضلك، قم بحفظ السجل قبل القيام بإضافة لغات
de_de: Bitte speichern Sie die Vorlage, bevor Sie Sprachvarianten hinzufügen

# TemplateBodies
source: Languages
ar: النماذج
de_de: Sprache

# TemplateBodyWindow
source: Template Body
ar: محتوى النموذج
de_de: Vorlage Body

# UsageCompany
source: Company
ar: الشركة
de_de: Firma

# UsageEmployee
source: Employee
ar: الموظفين
de_de: Mitarbeiter

# UsageThirdParty
source: Third Party
ar: طرف آخر
de_de: Dritte Person

# emp_birthDate
source: Employee Birth Date
ar: تاريخ الميلاد
de_de: Mitarbeiter Geburtsdatum

# emp_branch
source: Employee Branch
ar: الفرع
de_de: Mitarbeiter Branch

# emp_department
source: Employee Department
ar: القسم
de_de: Mitarbeiter Abteiung

# emp_employmentStatus
source: Employee Employment Status
ar: نوع الوظيفة
de_de: Mitarbeiter Beschäftigungsstatus

# emp_firstName
source: Employee First Name
ar: الاسم الأول
de_de: Mitarbeiter Vorname

# emp_fullName
source: Employee full name
ar: الاسم الكامل
de_de: Mitarbeiter Vollname

# emp_hireDate
source: Employee Hire Date
ar: تاريخ التعيين
de_de: Mitarbeiter Anstellungsdatum

# emp_idRef
source: Employee Reference
ar: رقم ال
de_de: Mitarbeiter Referenz

# emp_lastName
source: Employee Last Name
ar: الكنية
de_de: Mitarbeiter Nachname

# emp_mobile
source: Employee Mobile
ar: رقم الهاتف
de_de: Mitarbeiter Mobil

# emp_nationality
source: Employee Nationality
ar: الجنسية
de_de: Mitarbeiter Nationalität

# emp_position
source: Employee Position
ar: الوظيفة
de_de: Mitarbeiter Position

# emp_salary
source: Employee Salary
ar: الراتب
de_de: Mitarbeiter Gehalt

# emp_salary_text
source: Employee Salary Text
ar: الراتب كتابة
de_de: Mitarbeiter Gehalt wörtlich

# emp_workMail
source: Employee Work mail
ar: بريد العمل الالكتروني
de_de: Mitarbeiter Arbeits Email

source: Save and Preview
ar: حفظ ومعاينة
de_de: Speichern und Vorschau

# Close
source: Back to Template
ar: العودة إلى النموذج
de_de: Zurück zu Vorlage

source: Employee
ar: الموظف
de_de: Mitarbeiter

source: Preview
ar: معاينة
de_de: Vorschau

# SelectEmpWindow
source: Select Employee
ar: اختر موظفاً
de_de: Wählen Sie einen Mitarbeiter aus!

# pay_basicSalary
source: Basic Salary
ar: الراتب الأساسي
de_de: Grundgehalt

# pay_companySS
source: Company
ar: تأمينات اجتماعية للشركة
de_de: Firma

# pay_deductions
source: Deductions
ar: الخصومات
de_de: Abzüge

# pay_employeeSS
source: Employee
ar: تأمينات اجتماعية للموظف
de_de: Mitarbeiter

# pay_entitlements
source: Entitlements
ar: الاستحقاقات
de_de: Ansprüche

# pay_fromDate
source: Pay From
ar: دفع من
de_de: Zahlungsart

# pay_netSalary
source: Net Salary
ar: الراتب نهائي
de_de: Netto Gehalt

# pay_toDate
source: Pay To
ar: دفع إلى
de_de: Zahlen zu

# pay_url
source: Url
ar: الرابط

# leave_endDate
source: End Date
ar: تاريخ النهاية
de_de: Enddatum

# leave_startDate
source: Start Date
ar: تاريخ البداية
de_de: Anfangsdatum

# leave_url
source: Url
ar: الرابط

# loan_amount
source: Amount
ar: المبلغ
de_de: Menge

# loan_date
source: Date
ar: التاريخ
de_de: Datum

# loan_url
source: Url
ar: الرابط

# ta_sched_endDate
source: End Date
ar: نهاية الجدول
de_de: Enddatum

# ta_sched_startDate
source: Start Date
ar: بداية جدول
de_de: Anfangsdatum

# ta_sched_url
source: Url
ar: الرابط

source: Penalty Amount
ar: قيمة العقوبة
de_de: Strafbetrag

source: Penalty Date
ar: تاريخ العقوبة
de_de: Strafedatum

source: Penalty Url
ar: رابط العقوبة
de_de: Strafe Url
