Repository: EliasTous/ERP
Catalog: AionHR.Web.UI.Forms/App_LocalResources/leaveRequestsSelfServices.aspx.*.resx
Languages: fr

source: Approvals
fr: Approbations

# BasicInfoTabEditWindowTitle
source: Leave Info
fr: information de conge

# ButtonClear
source: Clear
fr: clair

# CalDays
source: Days
fr: jours

# EditWindowsTitle
source: Edit Leave Request
fr: Modifier la demande de congé

# ErrorNoCalendar
source: Error: You can't create a leave without having at least one calendar
fr: Erreur: vous ne pouvez pas créer de congé sans avoir au moins un calendrier.

# ErrorSelectDate
source: Please Select a Valid Date Range First
fr: Veuillez d'abord sélectionner une plage de dates valide

# ErrorSelectEmployee
source: Please Select an Employee First
fr: S'il vous plaît sélectionnez un employé d'abord

# FieldAll
source: All
fr: tout

# FieldApproved
source: Approved
fr: Approuvé

# FieldBranch
source: Branch
fr: Branche

# FieldDOW
source: Day
fr: jour

# FieldEndDate
source: End Date
fr: Date de fin

# FieldIsPaid
source: Is Paid?
fr: Est payé?

# FieldLeaveHours
source: Leave Hours
fr: heures quittees

# FieldLtName
source: Leave Type Name
fr: nom de type de conge

# FieldPending
source: Pending
fr: en suspens

# FieldRecordId
source: Record ID
fr: ID d'enregistrement

# FieldRefused
source: Refused
fr: Refusé

# FieldReturnDate
source: Return Date
fr: Date de retour

# FieldStartDate
source: Start Date
fr: Date de début

# FieldStatus
source: Status
fr: Statut

# FieldUsed
source: Used
fr: Utilisé

# FieldWorkingHours
source: Working Hours
fr: Heures de travail

# FilterBranch
source: Select a Branch
fr: choisir un Branche

# FilterDepartment
source: Select a Department
fr: choisir un Department

# FilterDivision
source: Select a Division
fr: choisir une Division

# FilterEmployee
source: Select an Employee
fr: choisir un Employe

# FilterOpen
source: Show Open Requests
fr: Afficher les demandes ouvertes

# FilterStatus
source: Select a Status
fr: choisir une Statut

source: Late Days
fr: Derniers jours

source: Leave Balance
fr: balance de conge

# LeaveDaysWindowTitle
source: Leave Days
fr: Jours de congé

# LeaveEndWindowTitle
source: Leave Return
fr: retour de conge

source: Leave Info
fr: information de conges

source: Print
fr: imprimer

source: Recent Leaves
fr: Récents congés

source: Return Info
fr: Informations de retour

# SpecifyStartDateFirst
source: Please Specify Start Date First!
fr: Veuillez spécifier la date de début en premier!

# TotalText
source: Total Hours
fr: Heures totales

# WindowTitle
source: Leave Requests
fr: Demandes de congés

source: Years In Service
fr: Années de service

source: Earned Leaves :
fr: Congés gagnés:

# leavesBalance
source: Leave Balance :
fr: Balance de conges :

source: Paid Leaves :
fr: Congés payés:

source: Used Leaves :
fr: Feuilles utilisées:

# FieldReplacementEmployeeName
source: Replacement Employee
fr: Employé de remplacement
