Repository: EliasTous/ERP
Catalog: AionHR.Web.UI.Forms/App_LocalResources/SystemDefaults.aspx.*.resx
Languages: ar, fr

# apply_ALDA_CSBR
source: Apply Data Access Control To Branches
ar: تطبيق حماية البيانات للفروع
fr: Appliquer le contrôle d'accès aux données aux branches

# apply_ALDA_CSDE
source: Apply Data Access Control To Departments
ar: تطبيق حماية البيانات للأقسام
fr: Appliquer le contrôle d'accès aux données aux ministères

# apply_ALDA_CSDI
source: Apply Data Access Control To Divisions
ar: تطبيق حماية البيانات للإدارات
fr: Appliquer le contrôle d'accès aux données aux divisions

# BasicInfoTabEditWindowTitle
source: System Defaults
ar: الاعدادات الإفتراضية للنظام
fr: Valeurs par défaut du système

source: Day - Month - Year
ar: يوم - شهر - سنة
fr: jour - mois - année

source: Day- Year - Month
ar: يوم - سنة - شهر
fr: Jour- Année - Mois

# EditWindowsTitle
source: Edit System Defaults
ar: تعديل الاعدادات الإفتراضية للنظام
fr: Modifier les valeurs par défaut du système

# FieldBranch
source: Branch
ar: الفرع
fr: Branche

# FieldCountry
source: Default Country
ar: الدولة الإفتراضية
fr: Pays par défaut

# FieldCurrency
source: Default Currency
ar: العملة الإفتراضية
fr: devise par défaut

# FieldDateFormat
source: Date Format
ar: صيغة التاريخ
fr: Format de date

# FieldEnableCamera
source: Enable Camera
ar: تفعيل الكاميرا
fr: Activer la caméra

# FieldEnableHijri
source: Enable Hijri Calendar
ar: التقويم الهجري
fr: Activer le calendrier Hijri

# FieldFirstDayOfWeek
source: First Day Of The Week
ar: اليوم الأول من الأسبوع
fr: Premier jour de la semaine

# FieldIsInactive
source: Is Inactive
ar: غير نشط؟
fr: Est inactif

# FieldLog
source: Save Transaction Log
ar: حفظ سجل العمليات
fr: Enregistrer le journal des transactions

# FieldName
source: Name
ar: الاسم
fr: prénom

# FieldNameFormat
source: Default Name Format
ar: صيغة الاسم الإفتراضية
fr: Format de nom par défaut

# FieldRecordId
source: Record ID
ar: الرقم
fr: ID d'enregistrement

# FieldSchedule
source: Attendance Schedule
ar: جدول الدوام
fr: Calendrier de présence

# FieldTimeZone
source: Default Time Zone
ar: المنطقة الزمنية الإفتراضية
fr: Fuseau horaire par défaut

# FieldVacationSchedule
source: Default Vacation Schedule
ar: جدول الإجازات الافتراضي
fr: Calendrier de vacances par défaut

# FieldWorkingCalendar
source: Default Calendar
ar: التقويم الافتراضي
fr: Calendrier par défaut

source: First Name , Last Name
ar: الاسم الأول , العائلة
fr: Prénom,nom de famille

source: First Name, Middle Name, Last Name
ar: الاسم الأول , اسم الأب , العائلة
fr: Prénom deuxième prénom nom de famille

# IDRTW
source: ID Document Type
ar: نوع ملف الهوية أو الإقامة
fr: Type de document d'identification

source: Last Name, First Name
ar: الاسم الأخير , الاسم الأول
fr: Nom, Prénom

source: Local Server IP
ar: عنوان السيرفر المحلي
fr: IP du serveur local

source: Month - Day - Year
ar: شهر - يوم - سنة
fr: Année -mois -jour

source: Month - Year - Day
ar: شهر - سنة - يوم
fr: Mois - Année - Jour

# PassportRTW
source: Passport Document Type
ar: نوع ملف جواز السفر
fr: Type de document de passeport

source: Reference, First Name, LastName
ar: الرمز , الاسم الأول , الاسم الأخير
fr: Référence, Prénom, Nom

source: Reference, First Name, Middle Name, Family Name, Last Name
ar: الرمز , الاسم الأول , اسم الأب , اسم الجد , اسم العائلة
fr: Référence, prénom, deuxième prénom, nom de famille, nom de famille

source: Reference, LastName, First Name
ar: الرمز , اسم العائلة , الاسم الأول
fr: Référence, Nom, Prénom

# WindowTitle
source: Routers
ar: الموجهات
fr: Routeurs

source: Year - Day - Month
ar: سنة - يوم - شهر
fr: Année - Jour - Mois

source: Year - Month - Day
ar: سنة - شهر - يوم
fr: Année -mois- jour

# lastGeneratedTADayId
source: Last Generated Attendance Day
ar: آخر يوم حضور مولّد
fr: Dernier jour de présence généré

# FieldTSId
source: Time Schedule
ar: الجدول الزمني
fr: Horaire

# AllowedLateness
source: Allowed Lateness(hours)
ar: التأخير المسموح
fr: Retard permis (heures)

# DeductionFrom
source: Deduction Of
ar: خصم من
fr: Déduction de

# EditWindowsTitle1
source: Payroll Defaults
ar: إعدادات الرواتب الافتراضية
fr: Paquets par défaut

# EntitlementTo
source: Entitlement Of
ar: استحقاق على
fr: Droit de

# FieldLatenessDeduction
source: Lateness Deduction
ar: خصم التأخير
fr: Déduction de retard

# FieldLoan
source: Loan Deduction Id
ar: خصم القروض
fr: Id de déduction de prêt

# FieldOT
source: Over Time Entitlement
ar: زيادة العمل الإضافي
fr: Format numérique par défaut

# FieldOvertimeEntitlement
source: Overtime Entitlement
fr: Droit aux heures supplémentaires

# FieldPE
source: Penalty Deduction
ar: خصم جزائي
fr: Déduction de pénalité

# FieldSS
source: Social Security Deduction
ar: خصم الضمان الاجتماعي
fr: Déduction Sociale

# FieldUL
source: Unpaid Leave Deduction
ar: خصم الإجازات غير المدفوعة
fr: Déduction pour congés sans solde

source: Fixed Amount
ar: قيمة ثابتة
fr: Montant fixé

source: Fixed Payment
ar: دفعة ثابتة
fr: Paiement fixe

source: Lateness
ar: التأخير
fr: Retard

# LatenessAmount
source: Deduction Percentage %
ar: نسبة خصم التأخير %
fr: Pourcentage de déduction

# LoanCoverageType
source: Loan Coverage
ar: تغطية السلفة
fr: Couverture de prêt

# MinimumOvertime
source: Minimum Overtime(hours)
ar: الساعات الإضافية الأصغرية
fr: Heures supplémentaires minimales (heures)

source: Overtime
ar: الدوام الإضافي
fr: Heures supplémentaires

# OvertimeAmount
source: Entitlement Percentage %
ar: نسبة الاستحقاق%
fr: Pourcentage d'admissibilité%

source: Payment Value
ar: قيمة الدفعة
fr: Valeur du paiement

# PaymentValueP
source: Payment Value %
ar: قيمة الدفعة %
fr: Valeur du paiement%

# PFromBasicSalary
source: Percentage of Basic Salary
ar: نسبة مئوية من الراتب الأساسي
fr: Pourcentage du salaire de base

# PFromLoan
source: Percentage of Loan
ar: نسبة مئوية من السلفة
fr: Pourcentage du prêt

# PFromNetSalary
source: Percentage of Net Salary
ar: نسبة مئوية من الراتب النهائي
fr: Pourcentage du salaire net

source: Attendance Settings
ar: إعدادات الحضور
fr: Paramètres de présence

# EmployeesDefaults
source: Employee
ar: إعدادات الموظفين
fr: Employé

# GeneralsDefaults
source: General Defaults
ar: إعدادات عامة
fr: Défauts généraux

source: Payroll Settings
ar: إعدادات الرواتب
fr: Paramètres de paie

source: Security Settings
ar: إعدادات الحماية
fr: Les paramètres de sécurité

source: Disappearance
ar: غياب بدون إذن
fr: Disparition

source: Missed Punch
ar: يوم غير مغلق
fr: Punch raté

source: Social Security Schedule
ar: جدول التأمينات الإجتماعية
fr: Calendrier de sécurité sociale

# MinEPLocalRate
source: Min Locals Rate
ar: نسبة المطلوبة
fr: Tarif Mini Locaux

# FieldEntitlement
source: Entitlement
fr: Droit

source: Payroll Indemnity Entitlement
ar: إستحقاق مكافأة نهاية الخدمة
fr: Droit à l'indemnité salariale

# PYFSLeaveBalEDId
source: Entitlement For The Final Settlement Leave Balance
ar: إستحقاق رصيد الإجازات
fr: Droit au solde du solde de règlement final

source: Indemnity Schedules
ar: جداول التعويضات
fr: Horaires d'indemnisation

# PYISfemale
source: Default Indemnity Schedules For Females
ar: جدول مكافأة نهاية الخدمة - نساء
fr: Horaires d'indemnisation par défaut pour les femmes

# PYISmale
source: Default Indemnity Schedules For Males
ar: جدول مكافأة نهاية الخدمة - رجال
fr: Horaires d'indemnisation par défaut pour les hommes

# exemptDeliveryTRId
source: Exempt Delivery Termination Reason
ar: إنهاء عمل بسبب الولادة
fr: Raison de la résiliation de la livraison exonérée

# exemptMarriageTRId
source: Exempt Marriage Termination Reason
ar: إنهاء عمل بسبب الزواج
fr: Raison de la résiliation du mariage exempté

source: Termination Reason
ar: سبب انهاء الخدمة
fr: Motif de la résiliation

source: Reference, First Name, Middle Name, Family Name
ar: الرمز , الاسم الأول , اسم الأب , اسم الجد
fr: Référence, prénom, deuxième prénom, nom de famille

# FieldLanguageId
source: Language
ar: اللغة
fr: langue

source: FirstName, MiddleName, FamilyName, LastName
ar: الاسم الأول , اسم الأب , اسم الجد , العائلة
fr: Prénom, deuxième prénom, nom de famille, nom de famille

# FieldCalendar
source: Calendar
ar: التقويم
fr: Calendrier

# FieldDepartment
source: Department
ar: القسم
fr: département

# FieldIndustry
source: Industry
ar: نشاط منشأة
fr: Industrie

source: Source Attendance Schedule
ar: مصدر جدول الدوام
fr: Calendrier de présence à la source

source: Year Days
ar: عدد ايام السنة
fr: Année Jours

# SourceWorkingCalender
source: Source Calendar
ar: مصدر تقويم العمل
fr: Calendrier source

source: Retirement Age
ar: سن التقاعد
fr: L'âge de la retraite

source: Employee Ref Size
ar: عدد محارف رمز الموظف
fr: Taille de référence de l'employé

source: Min Punch Interval
ar: الحد الفاصل للتعرف على البصمات
fr: Intervalle de poinçon min.

source: Month Work Days
ar: عدد ايام العمل بالشهر
fr: Mois Jours de travail

source: Benefit Schedule
ar: جدول المستحقات
fr: Calendrier des prestations

source: Basic Salary Pay Code
ar: الرمز المالي للراتب الاساسي
fr: Code de salaire de base

# FSWDEDId
source: Final Settlement Working Days
ar: نهاية خدمة ايام عمل
fr: Jours de règlement définitifs

source: Max Loan Deduction
ar: الحد الاعظمي لاقتطاع السلفة
fr: Déduction Max.

# pyaaDays
source: Penalty Accumulated absence without excuse in days
ar: عقوبة غياب متراكمة بدون عذر في أيام
fr: Pénalité Absence accumulée sans excuse en jours

# pyalDays
source: Penalty Accumulated lateness in days
ar: عقوبة التأخير المتراكم في أيام
fr: Pénalité retard accumulé en jours

# pylvDays
source: Penalty Accumulated law violation in days
ar: عقوبة انتهاك القانون المتراكمة في أيام
fr: Pénalité Violation de la loi accumulée en jours

# FieldDailySchedule
source: Daily Schedule
ar: جدول الدوام اليومي
fr: Horaire quotidien

source: Employee Reference
ar: رمز الموظف
fr: Référence de l'employé

# timeAttendance
source: Time Attendance Reference
ar: رمز الدوام
fr: Temps de référence de référence

source: Back Office Email
ar: بريد الشركة
fr: Email du back-office

source: Access
fr: Accès

source: Biometric Settings
fr: Paramètres biométriques

source: Clear On Success
fr: Clair sur le succès

source: Csv File
fr: Fichier CSV

source: Debug Mode
fr: Mode débogage

source: Pending Punches Folder
fr: Dossier perforé en attente

source: Pull
fr: tirer

# punchInterface
source: PunchI Interface
fr: Interface PunchI

source: Push
fr: Pousser

source: Serial No
fr: Numéro de série

source: Shift Data
fr: Données de décalage

source: Sleep Time
fr: Temps de sommeil

source: Sql Server
fr: Serveur SQL

source: Store Connection
fr: Connexion magasin

source: Store Type
fr: Type de magasin

source: Law Violation Approval
fr: Approbation de violation de la loi

# FieldNumberFormat
source: Default Number Format
ar: صيغة الرقم الإفتراضية

# FieldReference
source: Reference
ar: الرمز

source: Reference, First Name, Middle Name, Last Name
ar: الرمز , الاسم الأول , اسم الأب , اسم العائلة

source: Absence
ar: الغياب

source: Punch Source
ar: مصدر البصمات
